Repository: Top-Cat/UnofficialSteamAuthenticator
Catalog: UnofficialSteamAuthenticator/Strings/*/Resources.resw
Source language: en_us
Languages: cs_cz, de, es_es, fr_fr, hu_hu, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sr_sp, zh_cn

# Authenticator_Unlink_Failed_Title
source: Error
cs_cz: Chyba
de: Fehler
fr_fr: Erreur
hu_hu: Hiba
it_it: Errore
nl_nl: Fout
pl_pl: Błąd
pt_pt: Erro
ro_ro: Eroare
ru_ru: Ошибка
sr_sp: грешка
zh_cn: 错误

# Authenticator_Unlink_Failed_Message
source: Failed to unlink authenticator!
cs_cz: Nepodařilo se odpojit autentifikátor!
de: Konnte Authentifikator nicht trennen!
es_es: La desvinculación del autenticador ha fallado
fr_fr: Échec lors de la dissociation de l'authentificateur !
hu_hu: Nem sikerült leválasztani a hitelesítőt!
it_it: Impossibile scollegare l'autenticatore!
nl_nl: Authenticator ontkoppelen mislukt!
pl_pl: Nie udało się odłączyć mobilnego tokena!
pt_pt: Falha ao desassociar o autenticador!
ro_ro: Nu ați reușit să deconectați autentificatorul!
ru_ru: Не удалось отвязать аутентификатор!
sr_sp: Nije uspelo odvezivanje
zh_cn: 无法取消关联身份验证器 ！

# UiCommand_Ok_Text
source: OK
hu_hu: Rendben
sr_sp: Уреду
zh_cn: 确定

# UiCommand_Cancel_Text
source: Cancel
cs_cz: Zrušit
de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hu_hu: Mégse
it_it: Annulla
nl_nl: Annuleren
pl_pl: Anuluj
pt_pt: Cancelar
ro_ro: Anulare
ru_ru: Отмена
sr_sp: Odustati
zh_cn: 取消

# Authenticator_Unlink_Prompt_Message
source: Are you sure? This will incur trade holds for at least 7 days.
cs_cz: Jste si jistý? Tento krok vám na 7 dní pozdrží obchody.
de: Bist Du sicher? Dies wird Deine Handelsanfragen für 7 Tage blockieren.
es_es: ¿Estás seguro? Esto hará que tengas retenciones en tus intercambios de 7 dias.
fr_fr: Êtes-vous sûr ? Cela entraînera des délais échanges d'au moins 7 jours.
hu_hu: Biztos vagy benne? Ez által 7 napos kereskedési visszatartást kapsz.
it_it: Sei sicuro? Ciò comporterà il blocco del commercio per almeno 7 giorni.
nl_nl: Weet je het zeker? Dit zal handelsopdrachten voor ten minste 7 dagen blokkeren.
pl_pl: Czy jesteś pewien? To spowoduje blokadę wymian na minimum 7 dni.
pt_pt: Tem certeza? Isto causará retenção de trocas para pelo menos 7 dias.
ro_ro: Ești sigur? Acest lucru va reține tranzacțiile pentru cel puțin 7 zile.
ru_ru: Вы уверены? Это повлечёт задержку обмена как минимум на 7 дней.
sr_sp: Da li ste sigurni? Ovo ce ukljuciti steam trade hold za 7 dana.
zh_cn: 是否确定？这将会导致交易保存至少 7 天。

# Authenticator_Unlink_Prompt_Title
source: Unlink?
cs_cz: Odpojit?
de: Trennen?
es_es: ¿Desvincular?
fr_fr: Dissocier ?
hu_hu: Szétkapcsolás?
it_it: Scollegare l'autenticatore?
nl_nl: Ontkoppelen?
pl_pl: Odłączyć?
pt_pt: Desassociar?
ro_ro: Deconectare?
ru_ru: Отвязать?
sr_sp: Odvezati?
zh_cn: 取消关联？

# AccountsHeadline.Text
source: Accounts
cs_cz: Účty
de: Konten
es_es: Cuenta
fr_fr: Comptes
hu_hu: Fiókok
pl_pl: Konta
pt_pt: Contas
ro_ro: Conturi
ru_ru: Аккаунты
sr_sp: Nalozi
zh_cn: 帐户

# LoginHeadline.Text
source: Login
cs_cz: Přihlášení
de: Anmelden
es_es: Iniciar Sesión
fr_fr: Connexion
hu_hu: Belépés
it_it: Accedi
nl_nl: Inloggen
pl_pl: Zaloguj
pt_pt: Iniciar sessão
ro_ro: Conectare
ru_ru: Логин
sr_sp: Prijavite se
zh_cn: 登录

# LoginBtn.Content
source: Sign in
cs_cz: Přihlásit se
de: Anmelden
es_es: Iniciar Sesión
fr_fr: Se connecter
hu_hu: Bejelentkezés
it_it: Accedi
nl_nl: Aanmelden
pl_pl: Zaloguj
pt_pt: Iniciar sessão
ro_ro: Conecteaza-te
ru_ru: Войти
sr_sp: Prijavite se
zh_cn: 注册

# TxtAddAuthenticator.Text
source: Add authenticator
cs_cz: Přidat autentifikátor
de: Authentifikator hinzufügen
es_es: Añadir autenticador
fr_fr: Ajouter authentificateur
hu_hu: Hitelesítő hozzáadása
it_it: Aggiungi autenticatore
nl_nl: Authenticator toevoegen
pl_pl: Dodaj mobilny token
pt_pt: Adicionar autenticador
ro_ro: Adaugă autentificator
ru_ru: Добавить аутентификатор
sr_sp: Dodajte autentifikaciju
zh_cn: 添加身份验证器

# TxtPhoneNumber.Text
source: Enter your phone number in the following format: +{cC} phoneNumber (e.g. +1 123-456-7890).
cs_cz: Napište vaši telefónní číslo v nasledovním tvaru: +{cC} phoneNumber (e.g. +420 123-456-789).
de: Gebe Deine Handynummer in folgendem Format ein: +{00} Nummer. (Zum Beispiel: +49 123-456-7890).
es_es: Introduce tu número de teléfono en este formato : +{cC} Número-de-teléfono {e.g +34 123-456-789}.
fr_fr: Entrez votre numéro de téléphone avec le format : +{cC} numéro de tél (ex : +33601234567).
hu_hu: Add meg a telefonszámod a következő formátumban: +{cC} telefonszám (pl. +1 123-456-7890).
it_it: Inserisci il tuo numero di cellulare nel seguente formato: +{cC} numeroCellulare (e.g. +1 123-456-7890).
nl_nl: Voer uw telefoonnummer in middels de volgende notatie: +{cC} telefoonnummer (bijvoorbeeld +1 123-456-7890).
pl_pl: Wpisz swój numer telefonu w następujący sposób: +{cC} numerTelefonu (tj. +48 123-456-789).
pt_pt: Digite o seu número de telemóvel no seguinte formato: +{cC} (número de telemóvel) [ex.: +1 123-456-7890].
ro_ro: Introduceţi numărul de telefon în următorul format: +{cC} phoneNumber (ex. +1 123-456-7890).
ru_ru: Введите номер телефона в указаном формате: +{кодСтраны} номерТелефона (напр. +7 123-456-7890).
sr_sp: Unesite broj telefona u sledecem formatu: +{cC} BrojTelefona (p.r. +1 123-456-7890).
zh_cn: 按以下格式输入电话号码: +{cC} 电话号码 (例如 +86 123-456-7890)。

# TxtUsername.Text
source: Steam username
cs_cz: Steam jméno
de: Steam Benutzername
es_es: Nombre de usuario de Steam
fr_fr: Nom d'utilisateur Steam
hu_hu: Steam felhasználónév
it_it: Nome utente di Steam
nl_nl: Steam gebruikersnaam
pl_pl: Nazwa użytkownika Steam
pt_pt: Nome de utilizador Steam
ro_ro: Nume de utilizator Steam
ru_ru: Имя аккаунта Steam
sr_sp: Steam korisnicko ime
zh_cn: Steam 账户名

# TxtPassword.Text
source: Password
cs_cz: Heslo
de: Passwort
es_es: Contraseña
fr_fr: Mot de passe
hu_hu: Jelszó
nl_nl: Wachtwoord
pl_pl: Hasło
pt_pt: Palavra-chave
ro_ro: Parolă
ru_ru: Пароль
sr_sp: Šifra
zh_cn: 密码

# User_Logout_Prompt_Message
source: Are you sure? This will remove this account from the user list.
cs_cz: Jste si jistý? Tímto odstraníte tento účet ze seznamu uživatelů.
de: Bist Du sicher? Dies wird das Konto auch aus der Benutzerliste entfernen.
fr_fr: Êtes-vous sûr ? Cela supprimera ce compte de la liste des utilisateurs.
hu_hu: Biztos vagy benne? Ez eltávolítja a fiókot a felhasználói listából.
it_it: Sei sicuro? Questo rimuoverà questo account dall'elenco degli utenti.
nl_nl: Weet je het zeker? Dit zal deze account verwijderen uit de lijst met gebruikers.
pl_pl: Czy na pewno? Spowoduje to usunięcie tego konta z listy użytkowników.
pt_pt: Tem certeza? Isto irá remover esta conta da lista de utilizadores.
ro_ro: Eşti sigur? Acest lucru va elimina acest cont din lista de utilizatori.
ru_ru: Вы уверены? Это удалит эту учетную запись из списка пользователей.
sr_sp: Da li ste sigurni? Ovo ce ukloniti ovaj nalog iz korisnicke liste.
zh_cn: 是否确定？这将从用户列表中删除此帐户。

# User_Logout_Prompt_Title
source: Logout?
cs_cz: Odhlásit se?
de: Abmelden?
es_es: ¿Cerrar sesión?
fr_fr: Se Déconnecter ?
hu_hu: Kijelentkezel?
it_it: Esci?
nl_nl: Uitloggen?
pl_pl: Wylogować?
pt_pt: Terminar sessão?
ro_ro: Deconectare?
ru_ru: Выйти?
sr_sp: Odjavite se?
zh_cn: 注销？

# UiCommand_Yes_Text
source: Yes
cs_cz: Ano
de: Ja
es_es: Si
fr_fr: Oui
hu_hu: Igen
it_it: Si
nl_nl: Ja
pl_pl: Tak
pt_pt: Sim
ro_ro: Da
ru_ru: Да
sr_sp: Da
zh_cn: 是

# UiCommand_No_Text
source: No
cs_cz: Ne
de: Nein
fr_fr: Non
hu_hu: Nem
nl_nl: Nee
pl_pl: Nie
pt_pt: Não
ro_ro: Nu
ru_ru: Нет
sr_sp: Ne
zh_cn: 否

# TxtEnterEmailCode.Text
source: Enter email code
cs_cz: Zadejte kód z emailu
de: E-Mail-Code eingeben
es_es: Introduce el código email
fr_fr: Entrez le code du mail
hu_hu: Add meg az e-mailben kapott kódot
it_it: Inserisci il codice email
nl_nl: E-mail code invoeren
pl_pl: Wpisz kod otrzymany w e-mailu
pt_pt: Digite o código obtido via e-mail
ro_ro: Introduceţi codul de e-mail
ru_ru: Введите код, присланный на почту
sr_sp: Unesite e-mail kod
zh_cn: 输入邮箱收到的代码

# TxtEnterTheCaptcha.Text
source: Enter the characters
cs_cz: Odpište písmená a číslice
de: Bitte gib die Bestätigung ein
es_es: Introduce los carácteres
fr_fr: Entrez les caractères
hu_hu: Adja meg a képen látható karaktereket
it_it: Inserisci i caratteri
nl_nl: Voer de karakters in
pl_pl: Wpisz znaki poniżej
pt_pt: Digite os caracteres
ro_ro: Introduceţi caracterele
ru_ru: Введите символы
sr_sp: Unesite znakove
zh_cn: 输入图片上的字符

# TxtEnterTwoFactor.Text
source: Enter authenticator code
cs_cz: Zadejte kód z autentifikátoru
de: Bitte gib den Authentifizierungs-Code ein
es_es: Introduce el código del autenticador
fr_fr: Entrez le code de l'authentificateur
hu_hu: Add meg a hitelesítő kódot
it_it: Inserisci il codice dell' autenticatore
nl_nl: Authenticator code invoeren
pl_pl: Wpisz kod z mobilnego tokena
pt_pt: Digite o código autenticador
ro_ro: Introduceţi codul de autentificare
ru_ru: Введите код подтверждения
sr_sp: Unesite autentifikacijski kod
zh_cn: 输入验证器生成的代码

# LoginResult_GeneralFailure_Text
source: Unknown Error
cs_cz: Neznámá chyba
de: Allgemeiner Fehler
es_es: Error desconocido
fr_fr: Erreur inconnue
hu_hu: Ismeretlen hiba
it_it: Errore sconosciuto
nl_nl: Onbekende fout
pl_pl: Nieznany błąd
pt_pt: Erro desconhecido
ro_ro: Eroare necunoscută
ru_ru: Неизвестная ошибка
sr_sp: Nepoznata greska
zh_cn: 未知的错误

# LoginResult_BadRSA_Text
source: Unknown Error
cs_cz: Neznámá chyba
de: Allgemeiner Fehler
es_es: Error desconocido
fr_fr: Erreur inconnue
hu_hu: Ismeretlen hiba
it_it: Errore sconosciuto
nl_nl: Onbekende fout
pl_pl: Nieznany błąd
pt_pt: Erro desconhecido
ro_ro: Eroare necunoscută
ru_ru: Неизвестная ошибка
sr_sp: Nepoznata greska
zh_cn: 未知的错误

# LoginResult_BadCredentials_Text
source: Invalid Login
cs_cz: Neplatné přihlášení
de: Ungültige Daten
es_es: Login inválido
fr_fr: Identifiants incorrects
hu_hu: Sikertelen bejelentkezés
it_it: Accesso non valido
nl_nl: Ongeldige logingegevens
pl_pl: Nieprawidłowe dane logowania
pt_pt: Dados de início de sessão inválidos
ro_ro: Conectare invalidă
ru_ru: Ошибка входа
sr_sp: Pogresno ime ili password
zh_cn: 登陆信息无效

# LoginResult_TooManyFailedLogins_Text
source: Too many failures
cs_cz: Příliš mnoho pokusů o přihlášení
de: Zu viele Fehlversuche
es_es: Demasiados intentos fallidos
fr_fr: Trop de tentatives
hu_hu: Túl sok hibás próbálkozás
it_it: Troppi tentativi di accesso falliti
nl_nl: Te veel fouten
pl_pl: Za dużo błędów
pt_pt: Demasiadas falhas
ro_ro: Prea multe greșeli
ru_ru: Слишком много неудачных попыток входа
sr_sp: Pre mnogo pokusaja
zh_cn: 失败次数过多

source: Need 2FA
cs_cz: Třeba 2FA
de: Benötige 2FA
es_es: Necesitas 2FA
fr_fr: Besoin de 2FA
hu_hu: 2FA szükséges
it_it: Necessito di 2FA
nl_nl: 2FA is noodzakelijk
pl_pl: Potrzebny mobilny token urzytelniający
pt_pt: 2FA necessário
ro_ro: Nevoie de 2FA
ru_ru: Требуется двухфакторная аутентификация
sr_sp: Potreban 2FA
zh_cn: 需要二次验证

source: Are you human?
cs_cz: Jste člověk?
de: Bist Du ein Mensch?
es_es: ¿Eres humano?
fr_fr: Êtes-vous humain ?
hu_hu: Ember vagy?
it_it: Sei umano?
nl_nl: Ben je een mens?
pl_pl: Czy jesteś człowiekiem?
pt_pt: Você é humano?
ro_ro: Ești om?
ru_ru: Вы человек?
sr_sp: Da li ste covek?
zh_cn: 确保是真人在操作

# TxtLinkAuthenticatorHeadline.Text
source: Link authenticator
cs_cz: Připojit autentifikátor
de: Authentifikator verknüpfen
es_es: Vincular autenticador
fr_fr: Lier l'authentificateur
hu_hu: Hitelesítő összekapcsolása
it_it: Collega autenticatore
nl_nl: Authenticator koppelen
pl_pl: Połącz mobilny token
pt_pt: Associar autenticador
ro_ro: Adaugă autentificator
ru_ru: Привязать аутентификатор
sr_sp: Link autentifikatora
zh_cn: 关联验证器

# BtnLink.Content
source: Link
cs_cz: Připojit
de: Verknüpfen
es_es: Vincular
fr_fr: Lier
hu_hu: Összekapcsolás
it_it: Collega
nl_nl: Koppelen
pl_pl: Połącz
pt_pt: Associar
ru_ru: Привязать
sr_sp: Линк
zh_cn: 关联

# TxtLinkAuthenticatorSummary.Text
source: You need to set up this device as an authenticator before you can get steam guard codes or confirm trades.
cs_cz: Nejdřív musíte nastavit toto zařízení jako autentifikátor, poté se vám zpřístupní Steam Guard kódy a potvrzování obchodů.
de: Du musst dieses Gerät als Authentifikator verknüpfen, bevor Du Steam Guard-Codes erhalten oder Handelsbestätigungen durchführen kannst.
es_es: Tienes que configurar este dispositivo como autenticador antes de que puedas recibir códigos de SteamGuard o confirmar intercambios.
fr_fr: Vous avez besoin de configurer cet appareil en tant qu'authentificateur avant de pouvoir obtenir les codes Steam Guard ou confirmer des échanges.
hu_hu: Ezt az eszközt hitelesítőnek kell beállítanod, mielőtt Steam Guard kódokat kaphatnál, illetve csereajánlatokat elfogadhatnál.
it_it: Devi impostare questa periferica come autenticatore prima di potere ricevere i codici steam guard o confermare gli scambi.
nl_nl: U moet dit apparaat instellen als een authenticator voordat u kunt steam guardcodes kunt krijgen voor het bevestigen van de handelstransacties.
pl_pl: Musisz ustawić to urządzenie jako mobilny token urzytelniający zanim będziesz mógł otrzymywać kody lub potwierdzać wymiany.
pt_pt: É necessário configurar este dispositivo como autenticador antes de poder obter chaves Steam Guard ou confirmar trocas.
ro_ro: Trebuie să setați acest dispozitiv ca o autentificator înainte de a obţine coduri Steam Guard sau de a confirma tranzacții.
ru_ru: Необходимо настроить это устройство как аутентификатор прежде, чем вы сможете получать коды Steam Guard или подтверждать сделки.
sr_sp: Morate da podesite ovaj uredjaj kao autentifikator pre dobijanja steam guard kodova ili potvrdivanja trejda.
zh_cn: 您需要设置此设备为身份验证器，您就可以获取Steam验证码或确认交易。

# SteamGuardButton.Label
source: Guard
hu_hu: Steam Guard
nl_nl: Bescherm
pl_pl: Kody
pt_pt: Chaves Steam Guard
ro_ro: Code
ru_ru: Steam Guard
sr_sp: Cuvar
zh_cn: 保护

# ConfirmationsButton.Label
source: Confirm
cs_cz: Potvrdit
de: Handelsanfragen
es_es: Confirmar
fr_fr: Confirmer
hu_hu: Jóváhagy
it_it: Conferma
nl_nl: Bevestigen
pl_pl: Potwierdzenia
pt_pt: Confirmar
ro_ro: Confirmare
ru_ru: Подтвердить
sr_sp: Potvrditi
zh_cn: 确认

# MessageButton.Label
source: Chat
hu_hu: Csevegés
nl_nl: Chatten
pt_pt: Bate-Papo
ru_ru: Чат
sr_sp: Cet
zh_cn: 聊天

# UsersButton.Label
source: Switch account
cs_cz: Přepnout účet
de: Konto wechseln
es_es: Cambiar cuenta
fr_fr: Changer de compte
hu_hu: Fiók váltás
it_it: Cambia account
nl_nl: Account wisselen
pl_pl: Zmień konto
pt_pt: Trocar de conta
ro_ro: Schimbă contul
ru_ru: Сменить аккаунт
sr_sp: Promeniti nalog
zh_cn: 切换帐户

# LogoutButton.Label
source: Logout
cs_cz: Odhlásit se
de: Abmelden
es_es: Cerrar sesión
fr_fr: Déconnexion
hu_hu: Kijelentkezés
it_it: Esci
nl_nl: Uitloggen
pl_pl: Wyloguj
pt_pt: Terminar sessão
ro_ro: Deconectare
ru_ru: Выйти
sr_sp: Odjavljivanje
zh_cn: 登出

# AboutButton.Label
source: About
cs_cz: O
de: Über
es_es: Acerca de
fr_fr: À propos
hu_hu: Információ
it_it: Informazioni
nl_nl: Meer over
pl_pl: O aplikacji
pt_pt: Sobre
ro_ro: Despre
ru_ru: О программе
sr_sp: O aplikaciji
zh_cn: 关于

# BtnUnlink.Content
source: Unlink
cs_cz: Odpojit
de: Trennen
es_es: Desvincular
fr_fr: Dissocier
hu_hu: Szétkapcsolás
it_it: Scollega
nl_nl: Ontkoppelen
pl_pl: Odłącz
pt_pt: Desassociar
ro_ro: Deconectare
ru_ru: Открепить
sr_sp: Odvezati
zh_cn: 取消关联

# BtnContinue.Content
source: Continue
cs_cz: Pokračovat
de: Fortfahren
es_es: Continuar
fr_fr: Continuer
hu_hu: Tovább
it_it: Continua
nl_nl: Doorgaan
pl_pl: Kontynuuj
pt_pt: Continuar
ro_ro: Continuă
ru_ru: Продолжить
sr_sp: Nastaviti
zh_cn: 继续

# TxtSmsCode.Text
source: Enter SMS Code
cs_cz: Zadejte kód s SMS
de: SMS-Code eingeben
es_es: Introduce código SMS
fr_fr: Entrez le code du SMS
hu_hu: Add meg az SMS-ben kapott kódot
it_it: Inserisci il codice SMS
nl_nl: SMS-Code invoeren
pl_pl: Wpisz kod z SMS-a
pt_pt: Digite o código obtido via SMS
ro_ro: Introduceți codul SMS
ru_ru: Введите SMS-код
sr_sp: Unesite SMS kod
zh_cn: 输入收到的短信代码

# Authenticator_Link_UnknownError_Title
source: Error
cs_cz: Chyba
de: Fehler
fr_fr: Erreur
hu_hu: Hiba
it_it: Errore
nl_nl: Fout
pl_pl: Błąd
pt_pt: Erro
ro_ro: Eroare
ru_ru: Ошибка
sr_sp: грешка
zh_cn: 错误

# Authenticator_Link_UnknownError_Message
source: Unknown error linking authenticator.
cs_cz: Neznáma chyba počas propojovaní autentifikátora.
de: Unbekannter Fehler beim Hinzufügen des Authentifikators.
es_es: Error desconocido al vincular autenticador.
fr_fr: Erreur inconnue en associant l'authentificateur.
hu_hu: Ismeretlen hiba a hitelesítő összekapcsolásakor.
it_it: Errore sconosciuto di collegamento dell'autenticatore.
nl_nl: Onbekende fout bij koppelen authenticator.
pl_pl: Wystąpił nieznany błąd podczas łączenia mobilnego tokena z kontem.
pt_pt: Erro desconhecido ao associar o autenticador.
ro_ro: Eroare necunoscută legată de autentificator.
ru_ru: Неизвестная ошибка при привязке аутентификатора.
sr_sp: Nepoznata greska povezivanja autentifikatora.
zh_cn: 关联验证器时发生未知的错误

# Authenticator_Link_AlreadyLinked_Title
source: Error
cs_cz: Chyba
de: Fehler
fr_fr: Erreur
hu_hu: Hiba
it_it: Errore
nl_nl: Fout
pl_pl: Błąd
pt_pt: Erro
ro_ro: Eroare
ru_ru: Ошибка
sr_sp: грешка
zh_cn: 错误

# Authenticator_Link_AlreadyLinked_Message
source: You already have another device set up as an authenticator. Remove it from your account and try again.
cs_cz: Už máte nastavené jiné zařízení jako autentifikátor. Odeberte ho ze svého účtu a zkuste to znovu.
de: Es ist bereits ein Authentifikator mit diesem Konto verknüpft. Entferne den bestehenden Authentifikator und versuche es erneut.
es_es: Ya tienes un dispositivo configurado como autenticador. Desvinculalo de tu cuenta y vuelve a intentar.
fr_fr: Vous avez déjà un autre appareil configuré en tant qu'authentificateur. Supprimez le depuis votre compte et réessayez.
hu_hu: Már van egy másik eszköz hitelesítőként beállítva. Távolítsd el arról az eszközről a hitelesítőt és próbálkozz újra.
it_it: Hai già configurato un altro dispositivo come autenticatore. Rimuovilo dal tuo account e riprova.
nl_nl: Je hebt al een ander apparaat ingesteld als een authenticator. Ontkoppel deze binnen uw account en probeer het opnieuw.
pl_pl: Już masz inne urządzenie połączone z tym kontem jako mobilny token. Odłącz go od konta i spróbuj ponownie.
pt_pt: Já tem outro dispositivo configurado como autenticador. Remove-o da sua conta e tente novamente.
ro_ro: Aveţi deja un alt dispozitiv setat ca autentificator. Eliminati-l din contul dvs și încercați din nou.
ru_ru: Другое устройство уже настроено как аутентификатор. Удалите его из своего аккаунта и попробуйте снова.
sr_sp: Vec imate drugi uredjaj prijavljen kao autentifikator. Uklonite ga sa naloga i pokusajte ponovo.
zh_cn: 您已经将另一个设备设置为身份验证器。从您的帐户中删除它，然后重试。

source: Enter phone number
cs_cz: Vložte telefonní číslo
de: Telefonnummer eingeben
es_es: Introduce número de teléfono.
fr_fr: Entrez le numéro de téléphone
hu_hu: Add meg a telefonszámod
it_it: Inserici il numero di cellulare
nl_nl: Telefoonnummer invoeren
pl_pl: Wpisz numer telefonu
pt_pt: Introduzira o seu número de telemóvel
ro_ro: Introduceți un număr de telefon
ru_ru: Введите номер телефона
sr_sp: Unesite broj telefona
zh_cn: 输入电话号码

source: Bad Code
cs_cz: Špatný kód
de: Ungültiger Code
es_es: Código malo
fr_fr: Mauvais Code
hu_hu: Hibás kód
it_it: Codice errato
nl_nl: Incorrecte code
pl_pl: Zły kod
pt_pt: Código inválido
ro_ro: Cod greșit
ru_ru: Неверный код
sr_sp: Los kod
zh_cn: 错误的代码

# TxtRevocationExp1.Text
source: The Mobile Authenticator has not yet been linked. Before finalizing the authenticator, please write down your revocation code.
cs_cz: Mobilní autentifikátor ještě nebyl přidán. Před dokončením si prosím opiště kód pro možnost odebrání autentifikátoru.
de: Der Authentifikator wurde noch nicht verknüpft. Bevor Du diesen Schritt beendest, schreibe Deinen Wiederherstellungscode auf!
es_es: El Autenticador Móvil aún no ha sido vinculado. Antes de acabar el autenticador, escribe el código de revocación.
fr_fr: L'authentificateur mobile n'a pas encore été associé. Avant de finaliser la configuration, merci de conserver par écrit votre code de révocation.
hu_hu: A mobil hitelesítő még nincs bekapcsolva. Mielőtt véglegesítenéd a hitelesítőt, kérlek írd fel a visszavonási kódot.
it_it: L'Autenticatore Mobile non è ancora stato collegato. Prima di completare l'operazione, prendi nota del tuo codice di recupero.
nl_nl: Deze authenticator is nu nog niet definitief gekoppeld. Alvorens het proces af te ronden en definitief te koppelen, schrijf deze herroepingscode ergens duidelijk op.
pl_pl: Mobilny token nie został jeszcze połączony z kontem. Przed zakończeniem zapisz kod ratunkowy, na wypadek utraty telefonu.
pt_pt: O autenticador ainda não foi associado. Antes de finalizar o autenticador, por favor anote o código de recuperação.
ro_ro: Autentificatorul mobil nu a fost inca setat. Înainte de finalizarea setării autentificatorului, vă rugăm să notați codul de revocare.
ru_ru: Мобильный аутентификатор еще не привязан. Прежде, чем завершить настройку аутентификатора, пожалуйста запишите код восстановления.
sr_sp: Mobilni autentifikator jos nije povezan. Pre zavrsavanja, molimo zapisite vas revocation kod.
zh_cn: 移动身份验证器现在还未被关联。 在完成关联身份验证器之前，请妥善保存您的吊销代码。

# TxtRevocationExp2.Text
source: You will need this code to recover your Steam account if you lose your phone. You will not be able to view it again after this step so please write it down now. Do not share it with anyone.
cs_cz: Tento kód budete potřebovat pro obnovení vašeho Steam účtu, pokud ztratíte telefon. Prosím opiště si ho nyní, už se vám nikdy neukáže. Nikomu ho neukazujte.
de: ACHTUNG: DIES IST DAS LETZTE MAL, DASS DU DIESEN CODE ZU GESICHT BEKOMMST! Teile diesen Code mit niemandem.
es_es: Necesitarás este código para recuperar tu cuenta de Steam si pierdes tu dispositivo móvil. No podrás volverlo a ver después de este paso así que, por favor, anótalo. No lo compartas con nadie
fr_fr: Vous aurez besoin de ce code pour récupérer votre compte Steam si vous perdez votre téléphone. Vous n'aurez pas la possibilité de le voir à nouveau après cette étape alors merci de bien le conserver. Ne le partagez à personne.
hu_hu: Írd fel ezt a kódot, mert a későbbiek során már nem lesz megtekinthető. Ez a kód szükséges a Steam fiók visszaállításhoz, ha elveszítenéd a telefont.
it_it: Avrai bisogno di questo codice per recuperare il tuo account di Steam qualora dovessi smarrire il tuo cellulare. Non rivedrai nuovamente questo codice dopo questo passaggio, quindi trascrivilo ora. Non condividerlo con nessuno.
nl_nl: Deze code is noodzakelijk om weer toegang te krijgen tot je Steam account als je je apparaat verliest. Het is niet mogelijk om deze code later weer op te vragen, dus schrijf deze alsjeblieft ergens op. Deel deze code met niemand.
pl_pl: Będziesz potrzebować tego kodu aby odzyskać twoje konto Steam w wypadku utraty telefonu. NIE BĘDZIESZ MIAŁ PONOWNEJ MOŻLIWOŚCI ZAPISANIA TEGO KODU. Zapisz go i nikomu nie udostępniaj.
pt_pt: Você vai precisar deste código para recuperar sua conta Steam, se você perder seu telefone. Você não será capaz de visualizá-lo novamente após esta etapa, por isso, por favor anotá-la agora. Não o compartilhe com ninguém.
ro_ro: Veţi avea nevoie de acest cod pentru a recupera contul de Steam dacă ați pierdut telefonul. Nu-l veți putea vedea din nou după acest pas, așa că vă rog să-l scrieți acum. Să nu-l împărtășiți cu nimeni.
ru_ru: Вам понадобится этот код, чтобы восстановить аккаунт Steam, в случае потери телефона. У вас не будет возможности вновь увидеть его после этого шага, поэтому пожалуйста выпишите его отдельно. Никогда и никому не сообщайте этот код.
sr_sp: Ovaj kod ce vam trebati kada izgubite telefon.Da biste odvezali uredja sa steam naloga. Necete moci da ga vidite posle ovog koraka zato zapisite kod. Nemojte ga nikom dati ili pokazati.
zh_cn: 如果您丢失了您的手机，您将需要此代码来恢复您的Steam帐户。您在经过此步骤后将不能再次查看此代码，请妥善保存。 请不要与任何人分享它 ！
